
// Common
"OK" = "OK";
"Cancel" = "Abbrechen";
"Error" = "Fehler";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "Beenden";
"Don't Quit" = "Nicht beenden";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Sind Sie sicher, dass Sie Daybreak beenden möchten? ";
"Daybreak Feedback" = "Daybreak Feedback";
"Are you sure you want to empty the cache?" = "Sind Sie sicher, dass Sie den Cache löschen möchten? Wenn Sie Daybreak jetzte beenden, wird der Download unvollständig geladen.";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak sichert den Inhalt von Websiten, die Sie besuchen und speichert diese im Cache, damit diese schneller laden, wenn Sie sie das nächste Mal besuchen.";
"Empty" = "Leeren";
"On disk" = "On disk";
"In memory" = "In memory";

// Menu titles
"About Daybreak" = "Über Daybreak";
"Provide Feedback" = "Feedback senden";
"Check for Updates…" = "Nach Aktualisierungen suchen…";
"Preferences…" = "Einstellungen…";
"Empty Cache…" = "Cache leeren…";
"Services" = "Dienste";
"Hide Daybreak" = "Daybreak ausblenden";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle einblenden";
"Quit Daybreak" = "Daybreak beenden";
"File" = "Datei";
"New Window" = "Neues Fenster";
"New Tab" = "Neuer Tab";
"Open…" = "Öffnen…";
"Open Location…" = "Lokalisierung öffnen…";
"Close" = "Schließen";
"Save As…" = "Sichern unter…";
"Download from URL…" = "Von URL downloaden…";
"Print…" = "Drucken…";
"Edit" = "Bearbeiten";
"Undo" = "Widerrufen";
"Redo" = "Wiederholen";
"Cut" = "Ausschneiden";
"Copy" = "Kopieren";
"Paste" = "Einsetzen";
"Delete" = "Löschen";
"Select All" = "Alles auswählen";
"Find" = "Suchen";
"Find…" = "Suchen…";
"Find Next" = "Weiter";
"Find Previous" = "Zurück";
"Use Selection for Find" = "Auswahl suchen";
"Jump to Selection" = "Zur Auswahl";
"Spelling and Grammar" = "Rechtschreibung und Grammatik";
"Show Spelling…" = "Rechtschreibung und Grammatik einblenden";
"Check Spelling" = "Rechtschreibung jetzt prüfen";
"Check Spelling While Typing" = "Während der Eingabe prüfen";
"Check Grammar With Spelling" = "Rechtschreib- und Grammatikprüfung";
"Substitutions" = "Ersetzen";
"Smart Copy/Paste" = "Intelligentes Kopieren/Einsetzen";
"Smart Quotes" = "Intelligentes Zitieren";
"Smart Links" = "Intelligente Links";
"Speech" = "Sprachausgabe";
"Start Speaking" = "Sprachausgabe starten";
"Stop Speaking" = "Sprachausgabe stoppen";
"View" = "Zeigen";
"Show All Bars" = "Alle Leisten anzeigen";
"Hide All Bars" = "Alle Leisten ausblenden";
"Show Toolbar" = "Symbolleiste zeigen";
"Hide Toolbar" = "Symbolleiste ausblenden";
"Show Tabbar" = "Tableiste zeigen";
"Hide Tabbar" = "Tableiste ausblenden";
"Sidebar Position" = "Seitenleisten Position";
"Left" = "Links";
"Right" = "Rechts";
"Customize Toolbar…" = "Symbolleiste anpassen…";
"Reload" = "Laden";
"Stop" = "Stoppen";
"View Scale" = "Ansichtsgröße";
"Text Scale" = "Textgröße";
"Actual Size" = "Tatsächliche Größe";
"Zoom In" = "Einzoomen";
"Zoom Out" = "Auszoomen";
"Select User Agent" = "Benutzerassistent auswählen";
"Show Source" = "Quellcode zeigen";
"Hide Source" = "Quellcode ausblenden";
"Show Resources" = "Show Resources";
"Hide Resources" = "Hide Resources";
"Show Web Inspector" = "Show Web Inspector";
"Show Error Console" = "Show Error Console";
"History" = "Verlauf";
"Back" = "Zurück";
"Forward" = "Vorwärts";
"Bookmarks" = "Lesezeichen";
"Show History…" = "Verlauf einblenden";
"Show All Bookmarks" = "Alle Lesezeichen zeigen";
"Hide All Bookmarks" = "Alle Lesezeichen ausblenden";
"Add Bookmark…" = "Lesezeichen hinzufügen";
"Find in Bookmarks" = "Lesezeichen durchsuchen";
"as List" = "als Liste";
"as Icons" = "als Symbole";
"as Tiles" = "as Tiles";
"Window" = "Fenster";
"Minimize" = "Im Dock ablegen";
"Zoom" = "Zoomen";
"Select Next Tab" = "Nächsten Tab auswählen";
"Select Previous Tab" = "Vorherigen Tab auswählen";
"Downloads" = "Downloads";
"Bring All to Front" = "Alle Fenster zusammenführen";
"Help" = "Hilfe";
"Daybreak Help" = "Daybreak Hilfe";
"Localize…" = "Lokalisieren…";
"Installed Plug-ins" = "Installierte Plug-ins";
"Daybreak Home Page" = "Daybreak Homepage";
"Search in Google" = "Googlesuche";
"Open Google Search Results in New Tab" = "Open Google Search Results in New Tab";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "Link in neuem Tab öffnen";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "Frame im aktuellem Frame öffnen";
"Open Frame in New Tab" = "Frame in neuem Tab öffnen ";

// Preferences
"General" = "Allgemein";
"Open new windows with home page" = "Öffne neue Fenster mit Startseite";
"Open new tabs with home page" = "Öffne neue Tabs mit Startseite";
"Home page" = "Startseite";
"Save downloaded files to" = "Downloads sichern in";
"Open URL from applications" = "Links von Programmen öffnen";
"in a new window" = "in einem neuen Fenster";
"in a new tab" = "in einem neuen Tab";
"in the current tab" = "in einem neuen Tab im aktuellen Fenster";
"Quit when the last window is closed" = "Nach Schließen des letzten Fensters beenden";
"Confirm before closing multiple tabs" = "Beim Schließen mehrerer Tabs warnen";
"Check the new version after launching" = "Beim Start nach Aktualisierungen suchen";
"Clears all caches after launching" = "Alle Caches nach Start leeren";
"Appearance" = "Erscheinungsbild";
"Allows animated image to loop" = "Endlos-Animationen erlauben";
"Allows animated images" = "Animierte Bilder erlauben";
"Loads images automatically" = "Bilder automatisch laden";
"Default encoding" = "Standartcodierung";
"Include backgrounds when printing" = "Hintergründe mitdrucken";
"Show bookmarks when window opens" = "Beim Öffnen eines Fensters Lesezeichen öffnen";
"Show alert when removing bookmark" = "Beim Löschen eines Lesezeichens warnen";
"Security" = "Sicherheit";
"Enable plug-ins" = "Plug-ins aktivieren";
"Enable Java" = "Java aktivieren";
"Enable JavaScript" = "JavaScript aktivieren";
"Block pop-up windows" = "Pop-ups unterdrücken";
"URL field shows IDN as ASCII" = "URL-Feld zeigt IDN als ASCII";
"Accept cookies" = "Cookies akzeptieren";
"Save history for" = "Verlauf sichern für";
"Advanced" = "Advanced";
"Enable Web Inspector" = "Enable Web Inspector";
"When a new tab opens, make it active" = "When a new tab opens, make it active";

// Bookmark
"Untitled" = "Ohne Titel";
"Title" = "Titel";
"URL" = "URL";
"Label" = "Etikett";
"Add" = "Hinzufügen";
"Open an item" = "Ein Objekt öffnen";
"Open %d items" = "&d Objekte löschen";
"Remove an item" = "Ein Objekt löschen";
"Remove %d items" = "%d Objekte löschen";

// Tab
"Close Others" = "Andere schließen";

// Document
"Go" = "Los";
"Search" = "Suchen";
"Suggestions" = "Suggestions";
"URL Field" = "URL-Feld";
"Add Bookmark" = "Lesezeichen hinzufügen";
"Snapshot" = "Schnappschuss";
"Snapshot Current Page" = "Schnappschuss von aktueller Seite";
"Go Home" = "Gehe zu Startseite";
"Go Home Page" = "Gehe zu Startseite";
"Bug Report" = "Fehlermeldung";
"User Agent" = "Benutzerassistent";
"Source" = "Quellcode";
"Save" = "Sichern";
"Scale" = "Skalieren";
"Send Bug Report" = "Fehlermeldung senden";
"Load" = "Laden";
"Reload / Stop" = "Laden / Stoppen";
"Text Encoding" = "Textcodierung";
"Default" = "Default";
"Open in other application…" = "In einem anderen Programm öffnen...";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "Diese Seite ist bereits als Lesezeichen gesichert. \nSind Sie sicher das sie es aktualisieren möchten?";
"Are you sure you want to bookmark this page?" = "Sind sie sicher, dass sie dieses Lesezeichen hinzufügen möchten?";
"Download any file from typed URL." = "Dateien von eingegebener URL laden";
"Are you sure you want to open %d items?" = "Sind Sie sicher dass Sie %d Objekte öffnen wollen?";
"Complete to add new localization. Restart Daybreak." = "Starten Sie Daybreak neu, um die Lokalisierung hinzuzufügen";
"Failed to add new localization." = "Fehler beim Hinzufügen der neuen Lokalisierung";

// Update
"A new version of Daybreak %@ is available." = "Eine neue Version von Daybreak %@ ist verfügbar.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ ist zur Zeit die aktuellste Version.";
"Could not check for updates." = "Konnte nicht nach Updates suchen.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "Das Disk Image wird geladen, sobald sie auf \"Download\" klicken.";
"Not Now" = "Nicht jetzt";
"Skip This Version" = "Diese Version überspringen";
"Download" = "Download";

// Snapshot
"Only visible portion" = "Nur sichtbaren Abschnitt";
"Update" = "Aktualisieren";
"Size" = "Größe";
"File Type" = "Dateityp";
"File Size" = "Dateigröße";
"Updating..." = "Aktualisieren...";
"Compression" = "Kompression";
"Quality" = "Qualität";

// Bug report
"Send Bug Report" = "Fehlermeldung senden";
"Summary" = "Zusammenfassung";
"Reproducibility" = "Reproduzierbarkeit";
"Describe" = "Beschreibung";
"None" = "Keine";
"A way to reproduce" = "Den Fehler nachvollziehen";
"Could not send the report." = "Meldung konnte nicht gesendet werden.";
"OS" = "Betriebssystem";
"Processor" = "Prozessor";
"Application Version" = "Programm Version";
"Daybreak Bug Report" = "Daybreak Fehlermeldung";

// User Agent
"Other" = "Andere";

// History
"Remove" = "Entfernen";
"Remove All" = "Alle entfernen";
"Are you sure you want to remove all items?" = "Sind Sie sicher, dass Sie alle Objekte entfernen wollen?";

// Findbar
"Ignore Case" = "Fall ignorieren";
"Wrap Around" = "Umwickeln";

// Download
"Undone" = "Unvollständig";
"Done" = "Fertig";

// Localization
"Localize" = "Lokalisieren";
"Language" = "Sprache";
"Create" = "Erzeugen";

// Error titles
"Unknown Error" = "Unbekannter Fehler";
"Cancelled" = "Abgebrochen";
"Bad URL" = "Fehlerhafte URL";
"Timed Out" = "Zeitüberschreitung";
"Unsupported URL" = "Nicht unterstützte URL";
"Cannot Find Host" = "Konnte Host nicht finden";
"Cannot Connect to Host" = "Konnte nicht mit Host verbinden";
"Network Connection Lost" = "Netzwerkverbindung abgebrochen";
"DNS Lookup Failed" = "DNS Suchlauf erfolglos";
"Too Many Redirects" = "Zu viele Adressierungen";
"Resource Unavailable" = "Quelle nicht verfügbar";
"Not Connected to Internet" = "Nicht mit Internet verbunden";
"Redirect to Non Existent Location" = "Umleitung zu nicht-existierendem Ort  ";
"Bad Server Response" = "Keine Server Antwort";
"User Cancelled Authentication" = "Benutzer brach Authentifizierung ab";
"User Authentication Required" = "Benutzer-Authentifizierung erforderlich";
"Zero Byte Resource" = "0 Byte Ressource";
"Cannot Decode Raw Data" = "Raw Daten konnten nicht decodiert werden";
"Cannot Decode Content Data" = "Daten konten nicht decodiert werden";
"Cannot Parse Response" = "Antwort konnte nicht analysiert werden";
"File Does Not Exist" = "Datei existiert nicht";
"File is Directory" = "Datei ist Verzeichnis";
"No Permissions to ReadFile" = "Sie haben keine Zugriffsrechte";
"Data Length Exceeds Maximum" = "Maximale Datenlänge überschritten";
"Secure Connection Failed" = "Sichere Verbindung fehlgeschlagen";
"Server Certificate Has BadDate" = "Server Zertifikat hat ein ungültiges Datum";
"Server Certificate Untrusted" = "Server Zertifikat ist nicht vertrauenswürdig";
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "Server Zertifikat hat eine unbekannte Herkunft";
"Server Certificate Not Yet Valid" = "Server Zertifikat ist ungültig";
"Client Certificate Rejected" = "Client Zertifikat abgelehnt";
"Cannot Load from Network" = "Konnte nicht vom Netzwerk laden";
"Daybreak can’t open the page “%@”" = "Daybreak kann die Seite “%@” nicht laden";
"Could not open in %@." = "Konnte nicht in %@ öffnen.";
